{
    "english": [
      {
        "lesson": 1,
        "start": "npc",
        "dialog": [
          [
            "¡Hola! ¿Cómo está usted hoy?",
            "Bien gracias, ¿y usted?"
          ],
          [
            "¡Estoy genial! Mañana viajo a casa de mi hermana.",
            "¡Eso es genial! ¿Dónde vive?"
          ],
          [
            "Ella vive en Boston.",
            "¿Cómo te gusta viajar?"
          ],
          [
            "Me gusta viajar en avión. Es rápido y fácil.",
            "Sí, pero es caro."
          ],
          [
            "Eso es cierto. ¿Cómo te gusta viajar?",
            "Me gusta tomar el autobús. Es económico."
          ],
          [
            "¡Oh, deberías ir a decirle a Lola dónde está la estación de autobuses!",
            ""
          ]
        ]
      },
      {
        "lesson": 2,
        "start": "npc",
        "dialog": [
          [
            "Buenos días. ¿Cómo está hoy?",
            "Bien gracias, ¿y tú?"
          ],
          [
            "Lo estoy haciendo bien. ¿Sabes dónde está la estación de autobuses?",
            "Sí, está cerca. Está al otro lado de la calle."
          ],
          [
            "Oh, eso no está lejos. ¿Son caros los billetes de autobús?",
            "No, son económicos. Un billete cuesta dos dólares con veinticinco centavos."
          ],
          [
            "No esta mal. ¿Cómo te mueves por la ciudad?",
            "Conduzco mi bici."
          ],
          [
            "¡Fresco!",
            "Sí, es divertido y un buen ejercicio."
          ]
        ]
      },
      {
        "lesson": 3,
        "start": "npc",
        "dialog": [
          [
            "Buen día. ¿Le puedo ayudar en algo?",
            "Hola, ¿puedo ver el menú por favor?"
          ],
          [
            "Si, aquí tienes.",
            "Quiero un café con leche por favor."
          ],
          [
            "¿Algo para comer con eso?",
            "Sí, me gustaría un sándwich de huevo."
          ],
          [
            "¿Algo más?",
            "¿Qué clase de panecillo es ese?"
          ],
          [
            "Es un muffin de arándanos. ¿Quieres uno?",
            "No gracias, hoy no."
          ],
          [
            "Ok, serán cinco dólares con cuarenta y siete centavos.",
            "¿Puedo pagar con tarjeta?"
          ],
          [
            "No, sólo aceptamos efectivo.",
            "Bien, aquí tienes. Aquí tienes seis dólares."
          ],
          [
            "Aquí tienes el cambio, cincuenta y tres centavos.",
            "¡Gracias!"
          ]
        ]
      },
      {
        "lesson": 4,
        "start": "npc",
        "dialog": [
          [
            "Hola, ¿qué te gustaría tomar hoy?",
            "¿Qué tipos de té tienes?"
          ],
          [
            "Nosotros tenemos té negro y té verde.",
            "¿Podría darme un té negro, por favor?"
          ],
          [
            "Claro, ¿algo para comer con eso? ¿Quieres una galleta o un muffin?",
            "¿Qué tipo de galletas tienes?"
          ],
          [
            "Nosotros tenemos galletas de mantequilla de maní.",
            "Quiero una galleta de mantequilla de maní, por favor."
          ],
          [
            "¿Eso sería todo?",
            "Si, eso es. Cuánto cuesta."
          ],
          [
            "Serán cuatro dólares y sesenta centavos.",
            "Aquí tienes."
          ],
          [
            "Gracias. Aquí tienes: tu té y tu galleta. ¡Que tenga un buen día!",
            "Tú también. adiós"
          ]
        ]
      }
    ]
  }
  